/* Missed call */
"calling.missedcall" = "Nem fogadott hívás";

/* When user disallows some of required permissions */
"calling.permissions" = "Kérjük, engedélyezze az alkalmazás összes engedélyét az iOS beállításaiban";

/* Outgoing call starter from system notification */
"calling.startOutgoing" = "Hívás kezdeményezése";

/* If it is not possible to get caller number, show this default value */
"calling.unknown" = "Ismeretlen";

/* When website visitor is calling */
"calling.visitor" = "Weboldal látogató";

/* Label in navigation bar */
"common.back" = "Vissza";

/* Label showing while list is empty */
"common.emptyList" = "Üres lista";

/* Error message on login screen if we cannot parse response from server */
"common.errMsgCannotParseResponse" = "A válasz nem értelmezhető";

/* Simple error title */
"common.error" = "Hiba";

/* Label showing while list of search result is empty */
"common.noResultsFor" = "Nincs találat a következőre: '%s'";

/* Ok */
"common.ok" = "Ok";

/* Item in menu */
"contactMenu.about" = "Az alkalmazásról";

/* Item in menu */
"contactMenu.logout" = "Kilépés";

/* Error message on login screen if some of fields are empty */
"login.errMsgEmptyField" = "Kérjük, töltse ki a kötelező mezőket";

/* Invalid email or password */
"login.invalidCredentials" = "Érvénytelen e-mail cím vagy jelszó";

/* Invalid verification code of two-factor authentication */
"login.invalidVerificationCode" = "Érvénytelen ellenőrző kód";

/* Login declined because of too many attempts */
"login.tooManyLogins" = "Bejelentkezés elutasítva. Várjon néhány percig mielőtt újrapróbálja.";

/* Available on calls */
"status.available" = "Elérhető";

/* Unavailable on calls */
"status.unavailable" = "Nem elérhető";

/* Verification code request message */
"twofactor.message" = "Írja be a 6 számból álló számot a Google Hitelesítő alkalmazásból.";

/* Verification code request title */
"twofactor.title" = "Ellenőrző kód";

/* Error message on login screen if typed URL is not valid */
"urlChecker.errMsgUrlInvalid" = "Érvénytelen URL";
